questions = [
    {
        "question": "Я не вижу вины Сталина в развязывании ВОВ",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Россия должна вести как можно более жёсткую внешнюю политику",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Должен быть взят план на демилитаризацию и пацифизм в России",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "НАТО на самом деле никогда не было враждебным для России",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "СВО была оправдана",
        "effect": {
            "econ": 15,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Россия должна аннексировать территории ТОЛЬКО ради того, чтобы улучшить жизнь местных жителей или освободить их",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Я готов(а) сражаться за Родину",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Что правительство делает внутри страны — менее важно, чем мирная внешняя политика",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "При любом раскладе ядерное оружие необходимо России",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я осуждаю действия России по отношению к Грузии, Молдове и Украине",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": -3
        }
    },
    {
        "question": "Российский политик, который предлагает сдать какие-то территории — никогда не получит моей поддержки",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Сближение России одновременно и с нынешним правительством США, и с нынешним правительством Китая было бы полезно России",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я считаю нужным прекратить войну в Украине прямо сейчас на нынешних позициях, а потом уже вести прочие переговоры",
        "effect": {
            "econ": -10,
            "dipl": 0,
            "govt": 0,
            "scty": 1
        }
    },
    {
        "question": "Я поддерживаю геополитический курс правления Путина",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Есть страны, которые всегда будут враждебны России",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Власть должна принадлежать или быть максимально приближена к народным массам",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Идея о главенстве русского этноса в России, по сути, несправедлива и строго противоречит принципам свободы",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Войны, в которых участвует Россия справедливы, но их следует скорее прекратить, поскольку они пагубны для Русского народа",
        "effect": {
            "econ": -5,
            "dipl": 10,
            "govt": 10,
            "scty": 4
        }
    },
    {
        "question": "Деятельность таких экономистов из 90-е, как Чубайс, Гайдар и Илларионов оценивается мной положительно",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "России не очень нужны навязанные ей извне идеи о свободе личности и свободе слова",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Сталинские репрессии были оправданы, а их масштабы сильно преувеличивают",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Революция 1917-го года была хорошим шансом для России стать прогрессивной свободной страной, однако чуть позже с этого курса свернули",
        "effect": {
            "econ": 0,
            "dipl": -15,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Я симпатизирую идеям таких философов, как Ильин и Дугин",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Нужно отменить обязательную службу в армии в России",
        "effect": {
            "econ": -5,
            "dipl": -5,
            "govt": 0,
            "scty": -2
        }
    },
    {
        "question": "Свобода должна быть основной ценностью, отстаиваемой в России",
        "effect": {
            "econ": 0,
            "dipl": -15,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Деятельность сегодняшних оппозиционеров в России должна быть остановлена, поскольку только вредит стране, дестабилизируя обстановку",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Коммунисты, как политическая сила, должны быть подавлены в России",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 5,
            "scty": 0
        }
    },
    {
        "question": "Большинство компаний в России должны быть национализированы",
        "effect": {
            "econ": 0,
            "dipl": 5,
            "govt": -5,
            "scty": 0
        }
    },
    {
        "question": "Сегодняшняя власть в России действует против рабочего класса",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -5,
            "scty": -8
        }
    },
    {
        "question": "Стремление в левую сторону политического спектра необходимо России, чтобы наконец-таки обрести свободу",
        "effect": {
            "econ": 0,
            "dipl": -10,
            "govt": -15,
            "scty": -2
        }
    },
    {
        "question": "Коммунисты опошлены нынешней Российской властью",
        "effect": {
            "econ": 0,
            "dipl": -5,
            "govt": -5,
            "scty": -7
        }
    },
    {
        "question": "Равенство и прекращение угнетения различных слоёв общества должны быть основной целью в России",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Национальные меньшинства, проживающие в нац. республиках РФ не должны играть важной роли в жизни России",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Ни один российский олигарх, наверное, никогда не сделал и не сделает ничего хорошего для страны",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Я согласен(на) с той частью политики левых Запада, которая направлена на дестигматизацию всеразличных меньшинств",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": -1
        }
    },
    {
        "question": "Консервативные ценности в России необходимы",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Я поддерживаю права ЛГБТ (экстремистская организация, запрещена в РФ)",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": -10,
            "scty": -4
        }
    },
    {
        "question": "Я считаю, что российское государство правильно поступает сейчас, затрачивая средства на пропаганду патриотизма",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 15
        }
    },
    {
        "question": "Развал СССР вместо его сохранения или преобразование во что-то иное – ужасное событие",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Есть смысл помнить Жириновского не только за его харизму, но и за его взгляды",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Власть олигархов и интересы корпораций – вот причина происходящих бед в России",
        "effect": {
            "econ": 0,
            "dipl": -2,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Частная собственность – непоколебимая ценность, право на которую не должно оспариваться",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Пусть Путин закончит своё дело, раз уж начал, как бы я к нему не относился(ась)",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 20
        }
    },
    {
        "question": "Я боюсь нестабильности при смене правительства и ради стабильности и спокойствия готов(а) терпеть другие неприятности от власти",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Основной проблемой нынешней ситуации в России является то, что власть сконцентрирована в руках одного человека, а не народных масс",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -5,
            "scty": -20
        }
    },
    {
        "question": "Я поддерживаю идею свержения власти в РФ путём вооружённого насильственного переворота",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": 0,
            "scty": -20
        }
    },
    {
        "question": "Я бы симпатизировал(а) бы красным во времена Гражданской войны",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -10,
            "scty": 0
        }
    },
    {
        "question": "Если и быть за кого-то кроме Путина, то только если он не является прозападным предателем России",
        "effect": {
            "econ": 3,
            "dipl": 0,
            "govt": 0,
            "scty": 5
        }
    },
    {
        "question": "Навальный – предатель России",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 15
        }
    },
    {
        "question": "Плюрализма мнений в сегодняшней России быть не должно",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Россия стала бы по-настоящему свободной только после ликвидации государства как института, однако я не поддерживаю левый анархизм",
        "effect": {
            "econ": 0,
            "dipl": -8,
            "govt": 10,
            "scty": -5
        }
    },
    {
        "question": "Я симпатизирую Махно и левым анархистам в целом",
        "effect": {
            "econ": 0,
            "dipl": -8,
            "govt": -10,
            "scty": -5
        }
    },
    {
        "question": "Чечня это гармоничная часть РФ, с которой не возникнет серьёзных проблем",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Простой народ в России плохо подкован в политике, но ему это и не нужно, ведь всё, что нужно знать – то, что нужно быть за свою страну всегда и при любой власти",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Я симпатизирую Игорю Стрелкову и Евгению Пригожину",
        "effect": {
            "econ": 2,
            "dipl": 0,
            "govt": 10,
            "scty": 2
        }
    },
    {
        "question": "России нужно вернуть территории бывшей Российской Империи",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 10,
            "scty": 5
        }
    },
    {
        "question": "Чем сильнее государство – тем лучше",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 5,
            "scty": 20
        }
    },
    {
        "question": "Урбанистика это важно",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -15,
            "scty": -15
        }
    },
    {
        "question": "Было бы неплохо, если бы власть в России сменилась, причём путём мирных и плавных перемен внутри самой системы",
        "effect": {
            "econ": -5,
            "dipl": 0,
            "govt": -5,
            "scty": -10
        }
    },
    {
        "question": "Навязываемый государством консерватизм тащит общество в средневековье",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": -20,
            "scty": -20
        }
    },
    {
        "question": "Оппозиционеры, которые открестились от родной страны не котируются мной совсем",
        "effect": {
            "econ": 5,
            "dipl": 0,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Люстрации после смены режима в России необходимы",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": -10
        }
    },
    {
        "question": "Я доверяю только провластным источникам",
        "effect": {
            "econ": 0,
            "dipl": 0,
            "govt": 0,
            "scty": 10
        }
    },
    {
        "question": "Чёрная Сотня – это база",
        "effect": {
            "econ": 10,
            "dipl": 10,
            "govt": 10,
            "scty": 0
        }
    },
    {
        "question": "Власть должна принадлежать сильным",
        "effect": {
            "econ": 0,
            "dipl": 10,
            "govt": 0,
            "scty": 0
        }
    },
    {
        "question": "Я не считаю чем-то плохим насилие по национальному признаку",
        "effect": {
            "econ": 10,
            "dipl": 20,
            "govt": 10,
            "scty": 5
        }
    },
    {
        "question": "Я симпатизирую движению Лимонова (нацболов)",
        "effect": {
            "econ": 10,
            "dipl": 0,
            "govt": -10,
            "scty": 5
        }
    }
];

